Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
id_id: Informasi ini hanya untuk referensi Anda dan tidak akan dikirimkan sebagai bagian dari penilaian. Hanya evaluator mandiri dan evaluator manajer yang dapat melihat konten panel ini. Informasi mengenai umpan balik, permintaan umpan balik, dan perilaku didasarkan pada periode evaluasi. Konten di luar periode evaluasi ini tidak akan ditampilkan di sini tetapi dapat diakses di lokasi yang relevan dalam aplikasi.

source: Feedback visible to {{name}}
id_id: Umpan balik yang terlihat oleh {{name}}

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
id_id: Umpan balik ini akan terlihat oleh {{name}} ketika mereka menyelesaikan penilaian Anda. Pertimbangkan untuk mengunjungi halaman umpan balik Anda dan periksa apakah ada umpan balik yang dapat Anda bagikan dengan mereka yang mungkin relevan dengan ulasan Anda. Periksa umpan balik yang telah Anda lampirkan pada tujuan Anda dan pastikan untuk membagikannya dengan manajer Anda agar terlihat di halaman ini.

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
id_id: Pekerja sedang menyelesaikan jawaban mereka untuk pertanyaan widget. Setelah jawaban dipublikasikan, Anda akan dapat melihatnya.

source: Past reviews
id_id: Tinjauan sebelumnya

source: Upcoming review
id_id: Tinjauan mendatang

source: OK. I will wait for the self-review to be submitted.
id_id: OK. Saya akan menunggu evaluasi mandiri untuk dikirimkan.

source: Bold (CTRL+B)
id_id: Tebal (CTRL+B)

source: Bulleted list (CTRL+ALT+O)
id_id: Daftar berpoin (CTRL+ALT+O)

source: Emoticon
id_id: Emotikon

source: Italic (CTRL+I)
id_id: Miring (CTRL+I)

source: Insert link (CTRL+K)
id_id: Sisipkan tautan (CTRL+K)

source: Numbered list (CTRL+SHIFT+O)
id_id: Daftar bernomor (CTRL+SHIFT+O)

source: Strikethrough (CTRL+SHIFT+S)
id_id: Coret (CTRL+SHIFT+S)

source: Styles
id_id: Gaya

source: Underline (CTRL+U)
id_id: Garis bawah (CTRL+U)

source: Salary benchmarking
id_id: Benchmarking gaji

source: Saving...
id_id: Menyimpan...

source: Type to search
id_id: Ketik untuk mencari

source: Search by person or goal title
id_id: Cari berdasarkan nama orang atau judul tujuan

source: No elements match your search criteria.
id_id: Tidak ada elemen yang cocok dengan kriteria pencarian Anda.

source: Explorer panel
id_id: Panel penjelajah

source: Primary action bar
id_id: Bilah tindakan utama

source: Workspace content
id_id: Konten ruang kerja

source: Select answer type
id_id: Pilih jenis jawaban

source: --Empty--
id_id: --Kosong--

source: Add details to the Excel file
id_id: Tambahkan detail ke file Excel

source: Upload sensitive content
id_id: Unggah konten sensitif

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
id_id: Sesi Anda akan berakhir dalam {{minutes}} menit karena tidak ada aktivitas. Klik "Lanjutkan Sesi" untuk tetap masuk.

source: Continue session
id_id: Lanjutkan sesi

source: End session
id_id: Akhiri sesi

source: Account
id_id: Akun

source: Application version:
id_id: Versi aplikasi:

source: Change password
id_id: Ubah kata sandi

source: The new passwords don't match.
id_id: Kata sandi baru tidak cocok.

source: Your password was successfully updated; you will be logged out in 3 seconds.
id_id: Kata sandi Anda berhasil diperbarui. Anda akan keluar dalam 3 detik.

source: Password mismatch.
id_id: Kata sandi tidak cocok.

source: The password you provided is too long.
id_id: Kata sandi yang Anda masukkan terlalu panjang.

source: The password you provided is too short.
id_id: Kata sandi yang Anda masukkan terlalu pendek.

source: All fields must be filled in.
id_id: Semua bidang harus diisi.

source: Current password
id_id: Kata sandi saat ini

source: New password
id_id: Kata sandi baru

source: Confirm new password
id_id: Konfirmasi kata sandi baru

source: No dictionary words
id_id: Tidak ada kata dalam kamus

source: At least one number
id_id: Setidaknya satu angka

source: At least one lowercase letter
id_id: Setidaknya satu huruf kecil

source: Maximum length: 23 characters
id_id: Panjang maksimum: 23 karakter

source: Minimum length: 4 characters
id_id: Panjang minimum: 4 karakter

source: At least one non-alphanumeric character (!$%@#&^*)
id_id: Setidaknya satu karakter non-alfanumerik (!$%@#&^*)

source: Must be different from the 7 previous passwords
id_id: Harus berbeda dari 7 kata sandi sebelumnya

source: Your password must meet the following requirements:
id_id: Kata sandi Anda harus memenuhi persyaratan berikut:

source: The username cannot be used in the password
id_id: Nama pengguna tidak boleh digunakan dalam kata sandi

source: At least one uppercase letter
id_id: Setidaknya satu huruf kapital

source: Review consent
id_id: Tinjau persetujuan

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
id_id: Anda sudah menerima ketentuan privasi data kami. Jika Anda melanjutkan, persetujuan Anda akan dicabut dan Anda akan keluar dari sistem. Apakah Anda yakin ingin memperbarui pengaturan persetujuan Anda?

source: Withdraw consent & logout
id_id: Tarik persetujuan & keluar

source: New data privacy statement
id_id: Pernyataan privasi data baru

source: Version: {{version}}
id_id: Versi: {{version}}

source: Date display format
id_id: Format tampilan tanggal

source: Decimal & thousand separators
id_id: Pemisah desimal & ribuan

source: Language & format
id_id: Bahasa & format

source: Format preview
id_id: Pratinjau format

source: Formatting is linked to the selected language
id_id: Format terkait dengan bahasa yang dipilih

source: Legal disclaimer
id_id: Penafian hukum

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
id_id: Hak Cipta © {{year}} beqom. Semua hak dilindungi undang-undang. Layanan online ini bersifat rahasia dan merupakan hak milik beqom serta hanya diperuntukkan bagi pelanggan beqom yang berwenang.

source: Search in Settings
id_id: Cari di Pengaturan

source: Languages
id_id: Bahasa

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
id_id: Matikan untuk berhenti menerima notifikasi email. Anda dapat mengaktifkannya kembali kapan saja untuk menerima notifikasi.

source: Receive email notifications
id_id: Terima notifikasi email

source: Street address
id_id: Alamat jalan

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
id_id: Alamat jalan lengkap, yang dapat mencakup nomor rumah, nama jalan, kotak PO jika ada, dan informasi alamat jalan lengkap multi-baris.

source: Subtitle
id_id: Subjudul

source: Manager budget
id_id: Anggaran manajer

source: Plan overview
id_id: Gambaran umum rencana

source: Nomination review
id_id: Tinjauan nominasi

source: Expand actions
id_id: Perluas tindakan

source: No data to show
id_id: Tidak ada data yang dapat ditampilkan

source: No information available at this time.
id_id: Tidak ada informasi yang tersedia saat ini.

source: Reporting to {{name}}
id_id: Melapor kepada {{name}}

source: {{days}} days ago
id_id: {{days}} hari yang lalu

source: Reviewed by {{fullName}}.
id_id: Ditinjau oleh {{fullName}}.

source: Review outcome
id_id: Hasil tinjauan

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
id_id: Anda belum memiliki check-in apa pun. Mulailah dengan menjadwalkan check-in pertama Anda!

source: With the closest deadlines
id_id: Dengan tenggat waktu terdekat

source: Tracking
id_id: Pelacakan

source: Open beqom
id_id: Buka beqom

source: Good afternoon, {{name}}!
id_id: Selamat sore, {{name}}!

source: Good evening, {{name}}!
id_id: Selamat sore, {{name}}!

source: Good morning, {{name}}!
id_id: Selamat pagi, {{name}}!

source: Good night, {{name}}!
id_id: Selamat malam, {{name}}!

source: With the current rating
id_id: Dengan penilaian saat ini

source: No performance reviews assigned at the moment.
id_id: Tidak ada tinjauan kinerja yang ditugaskan saat ini.

source: Current benefits
id_id: Tunjangan saat ini

source: Remaining: {{remaining}}
id_id: Sisa: {{remaining}}

source: Current year bonus
id_id: Bonus tahun ini

source: Target bonus: {{target}}
id_id: Bonus target: {{target}}

source: Current year equity/LTI
id_id: Ekuitas/LTI tahun berjalan

source: Current share price: {{share}}
id_id: Harga saham saat ini: {{share}}

source: Current year salary
id_id: Gaji tahun ini

source: {{change}}% change compared to last year
id_id: Perubahan {{change}}% dibandingkan tahun lalu

source: Translations: {{translated}}/{{languages}}
id_id: Terjemahan: {{translated}}/{{languages}}

source: Disable localization
id_id: Nonaktifkan lokalisasi

source: Enable localization
id_id: Aktifkan lokalisasi

source: Hide or display the technical localization keys in the user interface.
id_id: Sembunyikan atau tampilkan kunci lokalisasi teknis di antarmuka pengguna.

source: Possible values are "Work", "Home" and "Other".'
id_id: Nilai yang mungkin adalah "Work", "Home", dan "Other".

source: Import/manage users
id_id: Impor/kelola pengguna

source: Get started by creating or importing
id_id: Mulai dengan membuat atau mengimpor

source: No users assigned to security groups
id_id: Tidak ada pengguna yang ditugaskan ke grup keamanan

source: Upload the completed file
id_id: Unggah file yang telah selesai

source: Supported file formats: CSV Maximum file size: 10MB.
id_id: Format file yang didukung: CSV Ukuran file maksimum: 10MB.

source: Import/export
id_id: Impor/ekspor

source: by individual
id_id: per individu

source: by security group
id_id: berdasarkan grup keamanan

source: Manage users
id_id: Kelola pengguna

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
id_id: Ikuti panduan untuk memilih pengguna, lalu tetapkan mereka ke grup keamanan yang sudah ada atau buat pengaturan keamanan khusus.

source: Manage users by individuals
id_id: Kelola pengguna berdasarkan individu

source: Follow the guided wizard to manually assign users to an existing security group.
id_id: Ikuti panduan wizard untuk secara manual menetapkan pengguna ke grup keamanan yang sudah ada.

source: Manage users by security group
id_id: Kelola pengguna berdasarkan grup keamanan

source: Upload a CSV file to create multiple elements in bulk.
id_id: Unggah file CSV untuk membuat beberapa elemen sekaligus secara massal.

source: Import CSV
id_id: Impor CSV

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
id_id: Pilih bagaimana Anda ingin mengelola keamanan pengguna. Anda dapat menggunakan wizard untuk membuat elemen secara manual langkah demi langkah atau mengimpor file CSV untuk mengunggah beberapa elemen sekaligus.

source: Manage user security
id_id: Kelola keamanan pengguna

source: User Security
id_id: Keamanan Pengguna

source: Security group
id_id: Grup keamanan

source: Job position
id_id: Posisi pekerjaan

source: User
id_id: Pengguna

source: Edit group assignment
id_id: Edit penugasan grup

source: Group name:
id_id: Nama grup:

source: Job position:
id_id: Posisi pekerjaan:

source: Roles in group:
id_id: Peran dalam grup:

source: Security group details
id_id: Detail grup keamanan

source: User details
id_id: Detail pengguna

source: User:
id_id: Pengguna:

source: Work country:
id_id: Negara tempat bekerja:

source: User roles & permissions
id_id: Peran & izin pengguna

source: View feedback
id_id: Lihat umpan balik

source: After performing this action, further edits will no longer be possible.
id_id: Setelah melakukan tindakan ini, pengeditan lebih lanjut tidak akan lagi memungkinkan.

source: Mark the goal as done to complete it.
id_id: Tandai tujuan sebagai selesai untuk menyelesaikannya.

source: Status update
id_id: Pembaruan status

source: My goal
id_id: Tujuan saya

source: View tags
id_id: Lihat tag

source: Watermark text
id_id: Teks watermark

source: Complete setup
id_id: Selesaikan penyiapan

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
id_id: Untuk memastikan Anda mendapatkan pengalaman terbaik di platform, pilih informasi yang relevan dan terapkan di bidang di bawah ini. Anda dapat memperbarui preferensi kapan saja di pengaturan pengguna.

source: Go to my equity page
id_id: Buka halaman ekuitas saya

source: My total grands
id_id: Total pendapatan saya

source: Total grants
id_id: Total hibah

source: Compensation equity
id_id: Ekuitas kompensasi

source: <0>{{value}}</0> of {{total}}
id_id: <0>{{value}}</0> dari {{total}}

source: Privacy mode on
id_id: Mode privasi aktif

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
id_id: Aktifkan kerangka kerja analitik kami yang kuat untuk analisis data mendalam, visualisasi data, dan wawasan bisnis/operasional. Pengguna memerlukan peran profesional "Analytics" untuk mengakses dasbor ini.

source: Enable Analytics Hub
id_id: Aktifkan Analytics Hub

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
id_id: Setiap pekerja yang memiliki setidaknya satu bawahan langsung akan memiliki akses ke Analytics Hub, di mana mereka dapat melihat dasbor untuk semua pekerja dalam garis pelaporannya (langsung dan tidak langsung). Garis pelaporan didefinisikan oleh hubungan manajer lini yang ditetapkan dalam entitas Employment pada data foundation.

source: Manager access
id_id: Akses manajer

source: Analytics Hub Settings
id_id: Pengaturan Analytics Hub

source: Analytics Settings
id_id: Pengaturan Analitik

source: Lime
id_id: Hijau limau

source: This modification will impact all users.
id_id: Perubahan ini akan memengaruhi semua pengguna.

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
id_id: Rencana bonus ini ({{bonusPlanName}}) saat ini digunakan dalam putaran kompensasi berikut:

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
id_id: Rencana bonus ini berstatus "Draft" dan tidak digunakan dalam ronde kompensasi mana pun. Menghapusnya akan menghapusnya secara permanen dari daftar.

source: Are you sure you want to delete the pending draft of this bonus plan?
id_id: Apakah Anda yakin ingin menghapus draf tertunda dari rencana bonus ini?

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
id_id: Anda tidak memiliki izin untuk menghapus rencana bonus ini. Hanya pengguna dengan peran Global Compensation Admin yang dapat melakukan tindakan ini.

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
id_id: Rencana bonus ini saat ini digunakan dalam putaran kompensasi berikut. Untuk menghapusnya, silakan ganti dengan rencana bonus lain yang berstatus "Siap".

source: Compensation rounds using this bonus plan:
id_id: Putaran kompensasi yang menggunakan rencana bonus ini:

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
id_id: Rencana bonus ini berstatus "Siap" dan tidak digunakan dalam putaran kompensasi mana pun. Menghapusnya akan menghapusnya secara permanen dari daftar.

source: Replace bonus plan before deletion
id_id: Ganti rencana bonus sebelum penghapusan

source: Delete bonus plan
id_id: Hapus rencana bonus

source: The bonus plan was successfully deleted.
id_id: Rencana bonus berhasil dihapus.

source: No bonus plans have been created yet
id_id: Belum ada rencana bonus yang dibuat

source: No bonus plans
id_id: Tidak ada rencana bonus

source: The plan is about a deactivated user.
id_id: Rencananya mengenai pengguna yang telah dinonaktifkan.

source: Plan stage
id_id: Tahap perencanaan

source: View plan
id_id: Lihat rencana

source: Current plan stage: {{stageName}}
id_id: Tahap rencana saat ini: {{stageName}}

source: Delete plan
id_id: Hapus rencana

source: Delete plans
id_id: Hapus rencana

source: Are you sure you want to delete {{count}} career development plan?
id_id: Apakah Anda yakin ingin menghapus {{count}} rencana pengembangan karier?

source: Are you sure you want to delete {{count}} career development plans?
id_id: Apakah Anda yakin ingin menghapus {{count}} rencana pengembangan karier?

source: This action cannot be undone.
id_id: Tindakan ini tidak dapat dibatalkan.

source: Delete {{count}} career development plan
id_id: Hapus {{count}} rencana pengembangan karier

source: Delete {{count}} career development plans
id_id: Hapus {{count}} rencana pengembangan karier

source: {{count}} career development plan was successfully deleted.
id_id: {{count}} rencana pengembangan karier berhasil dihapus.

source: {{count}} career development plans were successfully deleted.
id_id: {{count}} rencana pengembangan karier berhasil dihapus.

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
id_id: {{count}} dari {{chosenPlans}} rencana pengembangan karier berhasil dihapus.

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
id_id: {{count}} dari {{chosenPlans}} rencana pengembangan karier berhasil dihapus.

source: The list can load up to {{count}} results. Use search to find additional managers.
id_id: Daftar dapat memuat hingga {{count}} hasil. Gunakan pencarian untuk menemukan manajer tambahan.

source: The list can load up to {{count}} results. Use search to find additional organizational units.
id_id: Daftar dapat memuat hingga {{count}} hasil. Gunakan pencarian untuk menemukan unit organisasi lainnya.

source: Filter by plan stage
id_id: Filter berdasarkan tahap rencana

source: Select a plan stage
id_id: Pilih tahap rencana

source: The list can load up to {{count}} results. Use search to find additional workers.
id_id: Daftar dapat memuat hingga {{count}} hasil. Gunakan fitur pencarian untuk menemukan pekerja tambahan.

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
id_id: Untuk memindahkan rencana ke tahap lain, pilih tahap rencana lalu gunakan filter untuk menemukan rencana tertentu pada tahap yang dipilih.

source: View all or apply filters to see plans and available actions
id_id: Lihat semua atau gunakan filter untuk melihat rencana dan tindakan yang tersedia

source: There are {{count}} career development plans
id_id: Ada {{count}} rencana pengembangan karier

source: Move career development plans
id_id: Pindahkan rencana pengembangan karier

source: Move career plans
id_id: Pindahkan rencana karier

source: Managers will need to review and submit their inputs again. This action cannot be undone.
id_id: Manajer harus meninjau dan mengirimkan kembali masukan mereka. Tindakan ini tidak dapat dibatalkan.

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
id_id: Pekerja dan manajer harus mengirimkan kembali masukan mereka sesuai dengan alur kerja. Tindakan ini tidak dapat dibatalkan.

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
id_id: Pekerja perlu mengirim ulang masukan mereka sesuai alur kerja. Tindakan ini tidak dapat dibatalkan.

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
id_id: Anda akan memindahkan rencana pengembangan karier dari tahap "<0>{{fromStatus}}</0>" ke tahap "<1>{{toStatus}}</1>".

source: Move career plans to a different stage
id_id: Pindahkan rencana karier ke tahap lain

source: Select plans to continue
id_id: Pilih paket untuk melanjutkan

source: {{count}} career development plan was successfully moved to the selected stage.
id_id: {{count}} rencana pengembangan karier berhasil dipindahkan ke tahap yang dipilih.

source: {{count}} career development plans were successfully moved to the selected stage.
id_id: {{count}} rencana pengembangan karier berhasil dipindahkan ke tahap yang dipilih.

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
id_id: {{count}} dari {{requestedPlansCount}} rencana pengembangan karier berhasil dipindahkan ke tahap yang dipilih.

source: Apply filters to view the plans and move them to the next stage.
id_id: Terapkan filter untuk melihat rencana dan memindahkannya ke tahap berikutnya.

source: There are {{count}} plans in "{{planStage}}" stage
id_id: Ada {{count}} rencana pada tahap "{{planStage}}"

source: Adjust your filters to find what you are looking for.
id_id: Sesuaikan filter Anda untuk menemukan yang Anda cari.

source: No plans found
id_id: Tidak ada rencana ditemukan

source: Manage {{planName}}
id_id: Kelola {{planName}}

source: Plans in "{{planStage}}" stage: {{count}}
id_id: Rencana dalam tahap "{{planStage}}": {{count}}

source: Search result: {{count}}
id_id: Hasil pencarian: {{count}}

source: Career development plans that are in the closed stage cannot be deleted.
id_id: Rencana pengembangan karier yang berada pada tahap tertutup tidak dapat dihapus.

source: Manage plans
id_id: Kelola rencana

source: New plan stage
id_id: Tahap rencana baru

source: Choose the plan stage
id_id: Pilih tahap rencana

source: Career Development Plans
id_id: Rencana Pengembangan Karier

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
id_id: Populasi rencana pengembangan karier akan didasarkan pada akses admin lokal. Mereka hanya dapat mengedit populasi di dalam templat.

source: Allow local admins in career development plan templates
id_id: Izinkan admin lokal dalam templat rencana pengembangan karier
